Revit 2027 API
ParameterTypeId.ViewSchemaSettingForSystemTemplate Property
 "System Color Schemes"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewSchemaSettingForSystemTemplate { get; }
Public Shared ReadOnly Property ViewSchemaSettingForSystemTemplate As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewSchemaSettingForSystemTemplate {
	ForgeTypeId^ get ();
}
static member ViewSchemaSettingForSystemTemplate : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace